{
  "${ModID}:PackShrine": {
    "NAME": "Святилище паков",
    "DESCRIPTIONS": [
      "Перед вами святилище ~легендарного~ ~искателя~ ~приключений.~ Обычно статуи больше, чем в жизни, но эта в натуральную величину и, кажется, #yкак #yраз #yсоответствует своему объекту. NL NL Хотя этот сказочный герой и мал ростом, но, по слухам, может устроить врагам настоящий #rхаос своими необычными способностями. Никто не знает, что лежит в #bрюкзаке, но он точно большой. NL NL А еще у них красивая шляпа",
      "Потратив несколько минут на то, чтобы оценить мощь Пака, вы думаете о невероятной универсальности приемов, которые, как говорят, используют те, кому позволяет рюкзак. NL NL Вы не знаете, как им это удается, но у вас получается повторить одну технику. Уходя, вы благодарно кланяетесь статуе",
      "Вы преподносите свое #gподношение в святилище. Оно исчезает в тумане, но на его месте ничего не появляется. Похоже, ваше подношение не было оценено Паком",
      "Вы преподносите свое #gподношение в святилище. Когда оно исчезает в тумане, на землю падает #yзолотая монета. Должно быть, ваше подношение было оценено Паком",
      "Вы не задерживаетесь у святилища. Когда оно исчезает вдали позади вас, вы чувствуете, что упустили что-то важное."
    ],
    "OPTIONS": [
      "[Изучить] #gВыбери #g1 #gиз #g{0} #gкарт#gдля #gдобавления #gв #gсвою#gколоду.",
      "[Предложить] #gУдалить  #gкарту #gиз #gколоды. #gПолучить #gзолото #gсоответствующее #gеё #gредкости.",
      "[Уйти]",
      "Добавьте карту в свою колоду",
      "Уберите карту в обмен на золото, соответствующее ее редкости."
    ]
  },
  "${ModID}:BlackMarketTwo": {
    "NAME": "Черный рынок 2: Электрическое бугало",
    "DESCRIPTIONS": [
      "\"ВЫ ЗДЕСЬ! Заходите и смотрите! Мы полностью легальный бизнес, предоставляющий лучшие из Паков в ваши руки по очень разумной цене!\" NL NL Основными предложениями являются богато украшенная коробка с картами, мешок со случайными призами и большая корзина с тем, что в основном выглядит как хлам.",
      "\"Ах, приятно встретить кого-то, кто ~по-настоящему~ ценит #gсилу of the Паков. А теперь не дергайся, это не больно.\" NL NL Когда вы приходите в себя, коробка лежит перед вами, но рынок исчез, и вы чувствуете себя немного... #pраздосадованным.",
      "Вы тянетесь в сумку, чтобы вытащить несколько призов..... NL NL #r@Ауч!!!@ Вы отдергиваете руку от сумки так быстро, как только можете, но это было очень больно. Ощущение, что это зубы, но вы не видите ничего, кроме сумки и призов. Странно. NL NL Тем не менее, вы получили несколько призов за свои хлопоты, даже если некоторые из них выглядят сомнительной ценности. NL NL Дилер хихикает, когда вы уходите.",
      "Порывшись в корзине, вы обнаруживаете, что почти все в ней - #rмусор. Однако как раз в тот момент, когда вы уже готовы потерять надежду, вы находите что-то простое, но #gвысокого #gкачества. NL NL Дилер улыбается, когда вы просите ее купить. NL NL \"Это хорошая сделка. Многие искатели приключений пользуются подобными вещами всю свою карьеру. Всегда есть какая-то польза от этого.\" NL NL Цена очень разумная, и торговец желает вам удачи с вашим новым приобретением.",
      "Вы не доверяете этому месту. Лучше двигаться дальше."
    ],
    "OPTIONS": [
      "[Коробка] #gПолучить {0}. #rСтать #rПроклятым #r- #rРаздосадованный.",
      "[Заблокировано] Нет в наличии.",
      "[Сумка] #gПолучить #g{0} #gслучайных #gкарт #gиз #gпаков #gбиомов. #rПотерять #r{1} #rHP.",
      "[Ведро] #gПолучить {0}. #rПотерять #r{1} #rЗолота",
      "[Заперто] Требуется {0} золота.",
      "[Уйти]"
    ]
  }
}