{
  "${ModID}:GremlinPerformance": {
    "NAME": "Gremlin Performance",
    "DESCRIPTIONS": [
      "While walking down the street, you find that there are a lot of gremlins gathering up ahead.  You can't see what the commotion is about from here.",
      "You turn the corner...",
      "It's a performance!  There's a small park with a band of 5 gremlins playing a song.  They're pretty good.  It's free admission but there is a box out for donations.  You could donate some #yGold to show appreciation.",
      "You donate a small amount of #yGold. With the music boosting your spirits your step feels a little bit lighter.",
      "You donate some gold. As the gold enters the box you feel healthier. You wonder if there is some magic at work here.",
      "You donate a lot of gold. As you put it in you realize how is banging this music is and you feel totally pumped. You wonder if you could find a Gremlin Nob to wrestle...",
      "You see no reason to pay for a free concert."
    ],
    "OPTIONS": [
      "[Continue]",
      "[A Little] #y{0} #yGold: #gRemove #ga #gcard #gfrom #gyour #gdeck.",
      "[A Moderate Amount] #y{0} #yGold: #gGain #g{1} #gMax #gHP.",
      "[A Lot] #y{0} #yGold: #gUpgrade #gall #gAttacks.",
      "[Locked] Requires: {0} Gold.",
      "[None] Leave.",
      "[Leave]",
      "Select a Card to Remove."
    ]
  },
  "${ModID}:GremlinWheel": {
    "NAME": "Wheel of Change",
    "DESCRIPTIONS": [
      "You come upon a dapper looking, cheery gremlin. NL \"It's time to spin the wheel! Are you ~R~ ~E~ ~A~ ~D~ ~Y~ ~?~ Of course you are!\"",
      "\"Uh oh! NL You lose!\" NL You spot him readying a shiv...",
      "You flail about in a panic.  While you ineffectively run around he gets you a few times with a crude shiv. NL \"The price has been paid!!\" NL and with that, both the gremlin and its wheel disappear in a puff of smoke.\"",
      "You decide you lost the game fair and square.  You let him get you a few times with a crude shiv. NL \"The price has been paid!!\" NL and with that, both the gremlin and its wheel disappear in a puff of smoke.\"",
      "What is going on?  While you stare at him he gets you a few times with a crude shiv. NL \"The price has been paid!!\" NL and with that, both the gremlin and its wheel disappear in a puff of smoke.\"",
      "While you're thinking about how to handle this he gets you a few times with a crude shiv. NL \"The price has been paid!!\" NL and with that, both the gremlin and its wheel disappear in a puff of smoke.\"",
      "Yeah, you're not letting this jerk stab you.  You ready your weapon and take a fighting stance...",
      "Good riddance! You search the room and uncover a small stash of #yGold!"
    ],
    "OPTIONS": [
      "[Play]",
      "[Panic!]",
      "[Submit]",
      "[What?]",
      "[Fight!]",
      "[Ouch] #rLose #r{0} #rHP.",
      "[Leave]",
      "[Yay!] #yGain #y{0} #yGold."
    ]
  }
}