{
  "${ModID}:PackShrine": {
    "NAME": "팩의 전당",
    "DESCRIPTIONS": [
      "당신의 앞에는 ~전설의~ ~모험가의~ 전당이 있습니다. 보통 조각상은 실물보다 크지만, 이 조각상은 실물 크기이고 목적에 딱 맞는 것으로 보입니다. NL NL 비록 키는 작지만, 이 전설적인 영웅은 적들에게 특이한 능력으로 손상을 일으킬 수 있다고 합니다. 아무도 #b가방에 무엇이 있는지 모르지만 확실히 큽니다. NL NL 또한, 멋진 모자도 있습니다.",
      "팩의 힘을 깨닫는 데 몇 분이 걸리면서, 당신은 팩에 의해 활성화되어 사용된 기술의 놀라운 다양성에 대해 생각합니다. NL NL 당신은 그걸 어떻게 다루는 지 확신할 수 없지만, 하나의 기술을 복제하는 법을 알아냅니다. 당신은 떠나면서 동상에 감사의 절을 합니다.",
      "당신은 전당에 #g제물을 바칩니다. 가루로 사라지지만, 아무것도 나타나지 않습니다. 당신의 제물은 팩이 좋아하지 않은 것 같습니다.",
      "당신은 전당에 #g제물을 바칩니다. 가루로 사라지며, #y골드가 땅으로 쏟아집니다. 당신의 제물을 팩이 좋아한 것 같습니다.",
      "당신은 전당에 오래 머무르지 않습니다. 그것이 당신의 뒤에 있는 먼 곳으로 사라지면서, 당신은 큰 것을 놓친 것처럼 느껴집니다."
    ],
    "OPTIONS": [
      "[배운다] #g{0}개 #g중 #g한 #g카드를 #g선택해 #g얻습니다.",
      "[바친다] #g덱에서 #g카드를 #g한 #g장 #g제거합니다. #g카드의 #g희귀도에 #g비례한 #g골드를 #g얻습니다.",
      "[떠난다]",
      "덱에 추가할 카드를 선택하십시오.",
      "희귀도에 비례한 골드를 위한 카드를 제거하십시오."
    ]
  },
  "${ModID}:BlackMarketTwo": {
    "NAME": "블랙마켓 2: 전기 부갈루",
    "DESCRIPTIONS": [
      "\"거기 그쪽! 들어와서 둘러보세요! 우리는 매우 합리적인 가격으로 최고의 팩을 제공하는 완전히 합법적인 비즈니스입니다!\" NL NL 주요 제품은 화려한 카드 상자, 무작위 상품으로 구성된 가방, 그리고 대부분 잡동사니처럼 보이는 큰 쓰레기통인 것 같습니다.",
      "\"아, 팩의 #g힘을 ~진짜로~ 이해하는 사람을 만나서 좋습니다. 이제, 잠시 기다려 주십시오, 그렇게 아프지 않을 겁니다.\" NL NL 감각이 돌아왔을 땐 상자가 앞에 있었지만, 시장이 사라졌고 당신은 조금... #pvexed.",
      "당신은 몇 개의 상품을 뽑기 위해 가방 안으로 손을 뻗습니다... NL NL #r@아야!!@ 당신은 가방에서 손을 최대한 빨리 뒤로 뺐지만, 정말 아픕니다. 이빨처럼 느껴졌는데, 가방이랑 상품 말고는 보이지 않습니다. 이상하네요. NL NL 아무튼, 당신의 노력으로 몇 개의 물품을 받았습니다. 비록 그들 중 일부가 의심스러운 가치가 있는 것처럼 보일지라도 말입니다. NL NL 당신이 떠날 때 딜러가 껄껄 웃습니다.",
      "쓰레기통을 뒤지자, 대부분은 #r쓰레기입니다. 그러나 당신이 희망을 놓으려는 순간, 당신은 평범하지만 #g좋은 #g물건을 발견합니다. NL NL 구매를 요청하자 딜러가 미소를 짓습니다. NL NL \"좋은 선택이에요. 많은 모험가들이 경력 내내 그런 걸 이용하죠. 항상 어떤 가치는 있습니다.\" NL NL 가격은 매우 합리적이었고, 딜러는 당신의 새로운 구매에 행운이 있기를 빌어줍니다.",
      "당신은 이곳을 믿지 않습니다. 계속 이동하는 것이 최선입니다."
    ],
    "OPTIONS": [
      "[상자] {0} 를 #g얻습니다. #r저주를 #r받습니다 #r- #rVexed.",
      "[잠김] 품절.",
      "[가방] #g바이옴 #g팩에서 #g{0} #g무작위 #g카드를 #g얻습니다. #r체력을 #r{1} #r잃습니다.",
      "[쓰레기통] {0} 를 #g얻습니다. #r골드를 #r{1} #r잃습니다.",
      "[잠김] 골드가 {0} 필요합니다.",
      "[떠난다]"
    ]
  }
}