{
  "anniv6:GremlinPerformance": {
    "NAME": "Представление Гремлинов",
    "DESCRIPTIONS": [
      "Идя по улице, вы обнаружили, что впереди собралось множество гремлинов.  Отсюда не видно, что за суматоха",
      "Вы поворачиваете за угол...",
      "Это представление!  В небольшом парке группа из 5 гремлинов играет песню.  Они довольно хороши.  Вход бесплатный, но есть ящик для пожертвований.  Вы можете пожертвовать немного #yЗолта в знак благодарности",
      "Вы жертвуете малое количество #yЗолота. Благодаря музыке, поднимающей настроение, ваш шаг становится немного легче",
      "Вы жертвуете умеренное количество золота. Когда золото попадает в коробку, вы чувствуете себя здоровее. Вы задаетесь вопросом, не действует ли здесь какая-то магия?",
      "Вы жертвуете много золота. Когда вы кладете его, вы понимаете, насколько это крутая музыка, и чувствуете себя полностью прокачанным. Вы задаетесь вопросом, можно ли найти Гремлина Ноба, чтобы побороться...",
      "Вы не видите причин платить за бесплатный концерт."
    ],
    "OPTIONS": [
      "[Продолжить]",
      "[Немного] #y{0} #yЗолота: #gУдалите  #gкарту #gиз #gколоды.",
      "[Умеренное количество] #y{0} #yЗолота:: #gПолучить #g{1} #gк #gМаксимальному #gHP.",
      "[Много] #y{0} #yЗолота:: #gУлучшите #gвсе #gАтаки.",
      "[Заблокировано] Требуется: {0} золота.",
      "[Ничего] Уйти.",
      "[Оставить]",
      "Выберите карту для удаления."
    ]
  },
  "anniv6:GremlinWheel": {
    "NAME": "Колесо перемен",
    "DESCRIPTIONS": [
      "Вы встретили нарядного и веселого гремлина. NL \"Пришло время покрутить колесо! Вы ~Г~ ~О~ ~Т~ ~О~ ~В~ ~Ы~ ~?~ Конечно, вы! \"",
      "\"О! NL Ты проиграл!\" Вы заметили, что он готовит заточку...",
      "Вы в панике убегаете. Пока вы неэффективно бегаете вокруг, он несколько раз ударяет вас грубой заточкой. NL \"Цена была заплачена!!\" NL и с этим и гремлин, и его колесо исчезают в клубах дыма.\"",
      "Вы решили, что проиграли игру честно и справедливо.  Вы позволяете ему несколько раз ударить вас грубой заточкой. NL \"Цена была заплачена!!\" NL и с этим, и гремлин, и его колесо исчезают в клубах дыма.\"",
      "Что происходит?  Пока вы смотрите на него, он несколько раз ударяет вас грубой заточкой. NL \"Цена была заплачена!!\" NL и с этим, и гремлин, и его колесо исчезают в клубах дыма.\"",
      "Пока вы думаете, как с этим справиться, он несколько раз ударяет вас грубой заточкой. NL \"Цена была заплачена!!\" NL и с этим, и гремлин, и его колесо исчезают в клубах дыма.\"",
      "Да, вы не позволите этому придурку зарезать вас.  Вы готовите оружие и принимаете боевую стойку...",
      "Хорошее избавление! Вы обыскиваете комнату и находите небольшой тайник с #yЗолотом!"
    ],
    "OPTIONS": [
      "[Играть]",
      "[Паника!]",
      "[Позволить]",
      "[Что?]",
      "[Бой!]",
      "[Ау] #rПотерять #r{0} #rHP.",
      "[Уйти]",
      "[Ура!] #yПолучить #y{0} #yЗолота."
    ]
  }
}